[{"title":"Ce que Napol&eacute;on dit de son &eacute;poque","image":"https:\/\/img-4.linternaute.com\/VV4kHHJPo-KBMcYIlSEB4qtMfG8=\/1240x\/smart\/e136f40b199348e1aa2e6a8d6ee9a19e\/ccmcms-linternaute\/23753373.jpg","category":"Technologie","content":"Napol&eacute;on Bonaparte, n&eacute; le 15 ao&ucirc;t 1769 &agrave; Ajaccio et mort le 5 mai 1821 sur l'&icirc;le Sainte-H&eacute;l&egrave;ne, est un militaire et homme d'&Eacute;tat fran&ccedil;ais, premier empereur des Fran&ccedil;ais, du 18 mai 1804 au 6 avril 1814 et du 20 mars au 22 juin 1815, sous le nom de Napol&eacute;on Ier.\r\n\r\nSecond enfant de Charles Bonaparte et Letizia Ramolino, Napol&eacute;on Bonaparte devient en 1793 g&eacute;n&eacute;ral dans les arm&eacute;es de la Premi&egrave;re R&eacute;publique fran&ccedil;aise, n&eacute;e de la R&eacute;volution, o&ugrave; il est notamment commandant en chef de l'arm&eacute;e d'Italie puis de l'arm&eacute;e d'Orient. Arriv&eacute; au pouvoir en 1799 par le coup d'&Eacute;tat du 18 Brumaire, il est Premier consul &mdash; consul &agrave; vie &agrave; partir du 2 ao&ucirc;t 1802 &mdash; jusqu'au 18 mai 1804, date &agrave; laquelle l'Empire est proclam&eacute; par un s&eacute;natus-consulte suivi d'un pl&eacute;biscite. Il est sacr&eacute; empereur, en la cath&eacute;drale Notre-Dame de Paris, le 2 d&eacute;cembre 1804, par le pape Pie VII. Son &eacute;pouse, l'imp&eacute;ratrice Jos&eacute;phine de Beauharnais, est &eacute;galement sacr&eacute;e.\r\n\r\nEn tant que g&eacute;n&eacute;ral en chef et chef d'&Eacute;tat, Napol&eacute;on tente de briser les coalitions mont&eacute;es et financ&eacute;es par le royaume de Grande-Bretagne et qui rassemblent, &agrave; partir de 1792, les monarchies europ&eacute;ennes contre la France et son r&eacute;gime n&eacute; de la R&eacute;volution. Il conduit les arm&eacute;es fran&ccedil;aises d'Italie au Nil et d'Autriche &agrave; la Prusse et &agrave; la Pologne : les nombreuses et brillantes victoires de Bonaparte (Arcole, Rivoli, Pyramides, Marengo, Austerlitz, I&eacute;na, Friedland), dans des campagnes militaires rapides, disloquent les quatre premi&egrave;res coalitions. Les paix successives, qui mettent un terme &agrave; chacune de ces coalitions, renforcent la France et donnent &agrave; Napol&eacute;on un degr&eacute; de puissance jusqu'alors rarement &eacute;gal&eacute; en Europe, lors de la paix de Tilsit (1807).","id":1619779737},{"title":"Sarkozy de retour en prison","image":"https:\/\/resize-europe1.lanmedia.fr\/r\/620,310,FFFFFF,center-middle\/img\/var\/europe1\/storage\/images\/europe1\/dossiers\/nicolas-sarkozy\/9887872-3-fre-FR\/Nicolas-Sarkozy.jpg","category":"Technologie","content":"Sarkozy's political career began when he was 23, when he became a city councillor in Neuilly-sur-Seine. A member of the Neo-Gaullist party RPR, he went on to be elected mayor of that town, after the death of the incumbent mayor Achille Peretti. Sarkozy had been close to Peretti, as his mother was Peretti's secretary. A more senior RPR councillor, Charles Pasqua, wanted to become mayor, and asked Sarkozy to organize his campaign. Instead Sarkozy took that opportunity to propel himself into the office of mayor.[28] He was the youngest mayor of any town in France with a population of over 50,000. He served from 1983 to 2002. In 1988, he became a deputy in the National Assembly.\r\n\r\nIn 1993, Sarkozy was in the national news for personally negotiating with the \"Human Bomb\", a man who had taken small children hostage in a kindergarten in Neuilly.[29] The \"Human Bomb\" was killed after two days of talks by policemen of the RAID, who entered the school stealthily while the attacker was resting.\r\n\r\nAt the same time, from 1993 to 1995, he was Minister for the Budget and spokesman for the executive in the cabinet of Prime Minister &Eacute;douard Balladur. Throughout most of his early career, Sarkozy had been seen as a prot&eacute;g&eacute; of Jacques Chirac. During his tenure, he increased France's public debt more than any other French Budget Minister, by the equivalent of &euro;200 billion (US$260 billion) (FY 1994&ndash;1996). The first two budgets he submitted to the parliament (budgets for FY1994 and FY1995) assumed a yearly budget deficit equivalent to six percent of GDP.[note 2] According to the Maastricht Treaty, the French","id":1619779801},{"title":"Hollande ouvre une fromagerie","image":"https:\/\/france3-regions.francetvinfo.fr\/image\/U8sQm-QC3BCwiqzNmgACxesHD5g\/600x400\/regions\/2020\/06\/08\/5ede62028f63c_hollande_au_stand_fromage_rungis.jpg","category":"Technologie","content":"A wiki (\/ˈwɪki\/ (About this soundlisten) WIK-ee) is a hypertext publication collaboratively edited and managed by its own audience directly using a web browser. A typical wiki contains multiple pages for the subjects or scope of the project and could be either open to the public or limited to use within an organization for maintaining its internal knowledge base.\r\n\r\nWikis are enabled by wiki software, otherwise known as wiki engines. A wiki engine, being a form of a content management system, differs from other web-based systems such as blog software, in that the content is created without any defined owner or leader, and wikis have little inherent structure, allowing structure to emerge according to the needs of the users.[1] Wiki engines usually allow content to be written using a simplified markup language and sometimes edited with the help of a rich-text editor.[2]","id":1619779873},{"title":"Les fraises rendent heureux","image":"https:\/\/res.cloudinary.com\/serdy-m-dia-inc\/image\/upload\/f_auto\/fl_lossy\/q_auto:eco\/x_706,y_1118,w_5115,h_2877,c_crop\/w_1200,h_630,c_fill\/v1529433367\/foodlavie\/prod\/articles\/comment-congeler-les-fraises-afin-den-avoir-toute-lannee-944186b6","category":"nature","content":"En Europe et en Amérique du Nord, les fruits de l’espèce Fragaria vesca, le fraisier des bois, sont de petite taille. Connus depuis l'Antiquité, les Romains les consommaient et les utilisaient dans leurs produits cosmétiques en raison de leur odeur agréable. Elle est cultivée dans les jardins européens vers le xive siècle.\r\n\r\nLe fraisier musqué est connu pour ses fruits petits d'une saveur musquée unique, que les connaisseurs donnent comme supérieur à la fraise des jardins. Il est cultivé depuis le xvie siècle3. Le premier cultivar connu du genre Fragaria appartient à cette espèce avec Le chapiron nommé en 1576.\r\n\r\nLe fraisier vert a été très peu cultivé car ses fruits sont moins appréciés du fait de leur acidité plus forte que les espèces ci-dessus. Cependant il a fait l'objet de cueillette pour la consommation personnelle.\r\n\r\nVers la fin du xvie siècle l'explorateur Jacques Cartier rapporte du Canada en France des plants de fraisier de Virginie (Fragaria virginiana Mill. subsp. virginiana)3. L'espèce intéresse assez par ses fruits parfumés pour être cultivée pour le commerce surtout en Grande-Bretagne et aux États-Unis. Encore de nos jours, il existe une production industrielle faible mais suivie en Grande-Bretagne. C'est la première fraise à mûrir.","id":1619779919},{"title":"Les plus beaux champs d&#39;éoliennes","image":"https:\/\/www.connaissancedesenergies.org\/sites\/default\/files\/image_article\/Parc-eolien-Logan-Colorado.jpg","category":"nature","content":"En 1714, l'officier du génie maritime Amédée François Frézier4 rapporte en fraude du Chili plusieurs plants de Blanches du Chili, dont cinq survivent au voyage5, des fraisiers à gros fruits blancs cultivés là-bas depuis longtemps par les Amérindiens, le (Fragaria chiloensis subsp. chiloensis f. chiloensis Staudt). Ces fraisiers se révélèrent être uniquement des plants femelles ne pouvant pas donner de fruits sans plant mâle3. Quelques décennies plus tard, après importation de plants fertiles, la culture de blanches du Chili a été tentée en Grande-Bretagne (en 1824 trois variétés sont décrites) mais elle est peu résistante au froid et, sous le climat anglais, il est rarement possible de l'amener à fructifier et, même alors, il est difficile de la faire mûrir correctement. La culture de blanches du Chili a été relancée au début des années 2000 mais les quantités produites restent marginales3.\r\n\r\nVers 1740, le botaniste Antoine Nicolas Duchesne observe que de beaux fruits sont obtenus lorsqu'un fraisier du Chili est cultivé près d'un fraisier de Virginie3. Ce croisement spontané, qui se produit notamment en Bretagne, en Angleterre et aux Pays-Bas, est à l'origine d'un nouvel hybride qui associe la saveur de Fragaria virginiana et la grosseur du fruit de Fragaria chiloensis, et qui possède un parfum d'ananas à l'origine de son nom botanique : Fragaria ×ananassa Duch3. C'est de cet hybride que provient l’essentiel des variétés de fraises à gros « fruits » que l’on cultive désormais.\r\n\r\nC'est en Angleterre que seront en premier créées plusieurs variétés issues de cette hybridation, et qu'en sera développée la culture industrielle. L'Angleterre dominera longtemps le marché européen de la fraise, en concurrence avec Plougastel en France.","id":1619779978},{"title":"Ce 4x4 roule &agrave; l&#039;eau","image":"https:\/\/thegoodlife.thegoodhub.com\/wp-content\/thumbnails\/uploads\/sites\/2\/2019\/10\/bollinger-reveal-1-56-tt-width-1872-height-1200-fill-0-crop-0-bgcolor-eeeeee.jpg","category":"Technologie","content":"On en apprend &eacute;galement plus sur les caract&eacute;ristiques techniques des B1 et B2. Ils sont &eacute;quip&eacute;s de deux moteurs &eacute;lectriques, qui l&acirc;chent 622 chevaux pour un couple de 900 Nm. Les engins passent de 0 &agrave; 100 en 4,5 secondes &ndash; pas mal pour de tels gabarits &ndash; mais ne d&eacute;passent pas les 160 km\/h. Les deux v&eacute;hicules Bollinger sont &eacute;quip&eacute;s d&rsquo;une batterie de 120 kWh, dont on ne connait pas encore l&rsquo;autonomie.\r\n\r\nBollinger sur la route, oui, mais quand ?\r\nAutre grande nouvelle de ce &laquo; reveal &raquo;, Bollinger promet que ses B1 et B2 ont &eacute;t&eacute; pens&eacute;s pour &ecirc;tre autoris&eacute;s sur toutes les routes du monde. C&rsquo;&eacute;tait l&rsquo;une des interrogations le plus souvent soulev&eacute;es par les observateurs lors de la pr&eacute;sentation du premier prototype de la marque en 2017.\r\n\r\nMalgr&eacute; tout, cette c&eacute;r&eacute;monie diffus&eacute;e en direct sur Youtube a comme un gout d&rsquo;inachev&eacute;. Un coup d&rsquo;&oelig;il rapide aux commentaires sous le ","id":1619780032},{"title":"ghrehrhrehrehrehre","image":"https:\/\/static.remove.bg\/remove-bg-web\/5c20d2ecc9ddb1b6c85540a333ec65e2c616dbbd\/assets\/start_remove-c851bdf8d3127a24e2d137a55b1b427378cd17385b01aec6e59d5d4b5f39d2ec.png","category":"Technologie","content":"\r\n                        &lt;?php $url = \"\/form-article.php?id=\" . $article['id'] ?&gt;\r\n                        &lt;?php if (strpos($url, $article['id']) == true) : ?&gt;\r\n                        &lt;a href=\"\/show-article.php?id=&lt;?= $article['id'] ?&gt;\" class=\"btn btn-secondary\"\r\n                            type=\"button\"&gt;Annuler&lt;\/a&gt;\r\n                        &lt;?php else : ?&gt;\r\n                        &lt;a href=\"\/\" class=\"btn btn-secondary\" type=\"button\"&gt;Annuler&lt;\/a&gt;\r\n                        &lt;?php endif ?&gt;\r\n\r\n                        &lt;?php $url2 = \"\/form-article.php\" ?&gt;\r\n\r\n                        &lt;?php if (strpos($url2, $article['id']) == true) : ?&gt;\r\n                        &lt;a href=\"\/show-article.php?id=&lt;?= $article['id'] ?&gt;\" button class=\"btn btn-primary\"\r\n                            type=\"submit\"&gt;Modifier&lt;\/button&gt; &lt;\/a&gt;\r\n                        &lt;?php else : ?&gt;\r\n                        &lt;button class=\"btn btn-primary\" type=\"submit\"&gt;Sauvegarder&lt;\/button&gt;\r\n                        &lt;?php endif ?&gt;\r\n","id":1658920806}]